Repository: ironicmoka/ACF-CSV-Import
Catalog: acf-csv-import/languages/*.po
Languages: it

source: Import ACF Repeater values from a CSV file.
it: Importa campi ripetitori di ACF da un file CSV.

source: Select the Repeater CSV file you would like to import. When you click the import button below, <b>ACF CSV Import</b> will import the field values based on the column names.
it: Seleziona il file CSV con i campi che vuoi importare. Quando clicchi sul pulsante Importa di seguito, <b>ACF CSV Import</b> importer√† il valore del campo in base al nome della colonna.

source: Field
it: Campo

source: Delete existent rows?
it: Cancellare le righe esistenti?

source: Select CSV File
it: Scegli il file CSV

source: Import File
it: Importa file

source: No file selected
it: Nessun file selezionato

source: Error uploading file. Please try again
it: Errore nel caricamento del file. Prova di nuovo

source: Incorrect file type
it: Tipo di file non corretto

source: Import file empty
it: File importato vuoto

source: Post ID is invalid!
it: Post ID non valido!

source: Header row does not corrospond to the repeater sub-fields.
it: Le intestazioni delle colonne non corrispondono ai campi del ripetitore.
